Repository: KitaeAgency/pum
Catalog: src/Pum/Bundle/WoodworkBundle/Resources/translations/pum.*.po
Languages: fr

# ww.projects.dashboard
source: Dashboard
fr: Projets

# ww.users.dashboard
source: Users
fr: Utilisateurs

# ww.logs.dashboard.project_name
source: Project: %name%
fr: Projet: %name%

# common.dashboard.description
source: Watch everything
fr: Centre de contrôle

# ww.projects.title
source: Projects
fr: Projets

# ww.projects.breadcrumb
source: Projects
fr: Projets

# ww.projects.table_th_name
source: Name
fr: Nom

# ww.projects.btn_project_edit
source: Edit
fr: Éditer

# ww.projects.btn_project_delete
source: Delete
fr: Supprimer

# ww.projects.table_projects_null
source: There is no project here. %link%Create one?%/link%
fr: Il n'y a aucun projet ici. %link%En créer un?%/link%

# ww.projects.leftnav
source: Projects
fr: Projets

# ww.seo.leftnav
source: Routing
fr: Routage

# ww.users.leftnav
source: Users
fr: Utilisateurs

# ww.projects.top_btn_project_create
source: Create a new project
fr: Créer un nouveau projet

# ww.beams.clone.title
source: Clone a Beam
fr: Cloner un Beam

# ww.beams.clone.description
source: Cloning the Beam %name%
fr: Clonage du Beam %name%

# ww.beams.create.title
source: New Beam
fr: Nouveau Beam

# ww.beams.create.description
source: Creating a new Beam
fr: Création d'un nouveau Beam

# ww.beams.create.breadcrumb
source: Create a Beam
fr: Créer un Beam

# ww.beams.leftnav.title_objects
source: Objects <small>in %beam%</small>
fr: Objets <small>dans %beam%</small>

# ww.beams.leftnav.link_object_create
source: Create a new object
fr: Créer un nouvel objet

# ww.beams.leftnav.link_object_import
source: Import a object
fr: Importer un objet

# ww.beams.edit.title
source: Edit a Beam
fr: Éditer un Beam

# ww.beams.edit.description
source: Editing the Beam %name%
fr: Édition du Beam %name%

# ww.beams.edit.modal_object_delete_btn_cancel
source: No
fr: Non

# ww.beams.edit.modal_object_delete_btn_confirm
source: Yes, Delete it
fr: Oui, le supprimer

# ww.beams.edit.modal_object_delete_title
source: Delete object?
fr: Supprimer l'objet?

# ww.beams.edit.modal_object_delete_content
source: Are you sure you want to delete this object "%name%"?
fr: Êtes-vous sûr(e) de vouloir supprimer l'objet "%name%" ?

# ww.beams.import.title
source: Import a Beam
fr: Importer un Beam

# ww.beams.import.description
source: Beam's import
fr: Importation d'un Beam

# ww.beams.top_btn_beam_import
source: Import a Beam
fr: Importer un Beam

# ww.beams.top_btn_beam_create
source: Create a new Beam
fr: Créer un nouveau Beam

# ww.beams.table_th_name
source: Name
fr: Nom

# ww.beams.table_th_objects
source: Objects
fr: Objets

# ww.beams.table_th_projects
source: Projects
fr: Projets

# ww.beams.btn_beam_edit_title
source: Edit the Beam %name%
fr: Éditer le Beam %name%

# ww.beams.btn_beam_edit
source: Edit
fr: Éditer

# ww.beams.btn_beam_clone_title
source: Clone the Beam %name%
fr: Cloner le Beam %name%

# ww.beams.btn_beam_clone
source: Clone
fr: Cloner

# ww.beams.btn_beam_delete_title
source: Delete the Beam %name%
fr: Supprimer le Beam %name%

# ww.beams.modal_beam_delete_btn_cancel
source: No
fr: Non

# ww.beams.modal_beam_delete_btn_confirm
source: Yes, delete it
fr: Oui, le supprimer

# ww.beams.modal_beam_delete_title
source: Delete Beam?
fr: Supprimer le Beam?

# ww.beams.btn_beam_delete
source: Delete
fr: Supprimer

# ww.beams.btn_beam_export_title
source: Export the Beam %name%
fr: Exporter le Beam %name%

# ww.beams.table_beams_null
source: There is no Beam here. %link%Create one?%/link%
fr: Il n'y a aucun Beam ici. %link%En créer un?%/link%

# ww.beams.table_bottom_info
source: Only Beams without any project are deletable.
fr: Seuls les Beams non associés à des projets peuvent être supprimés.

# ww.projects.create.title
source: New project
fr: Nouveau projet

# ww.projects.create.description
source: Creating a new project
fr: Création d'un nouveau projet

# ww.projects.edit.top_btn_project_delete.title
source: Delete the project "%name%"
fr: Supprimer le projet "%name%"

# ww.projects.edit.modal_btn_project_delete_cancel
source: No
fr: Non

# ww.projects.edit.modal_btn_project_delete_confirm
source: Yes, delete it
fr: Oui, le supprimer

# ww.projects.edit.modal_project_delete_title
source: Delete project?
fr: Supprimer le projet ?

# ww.projects.edit.top_btn_project_delete
source: Delete this project
fr: Supprimer ce projet

# ww.projects.edit.description
source: Editing the project %name%
fr: Édition du projet %name%

# ww.projects.description
source: Manage your projects
fr: Gestion des projets

# ww.projects.modal_project_btn_cancel
source: No
fr: Non

# ww.projects.modal_project_btn_confirm
source: Yes, delete it
fr: Oui, le supprimer

# ww.projects.modal_project_delete_title
source: Delete project?
fr: Supprimer le projet ?

# ww.projects.modal_project_delete_content
source: Are-you sure you want to delete this project?
fr: Êtes-vous sûr(e) de vouloir supprimer ce projet ?

# ww.beams.edit.objectdefinitions.tab
source: Object Definitions
fr: Définitions des objets

# ww.beams.edit.properties.tab
source: Properties
fr: Propriétés

# ww.beams.edit.objectdefinitions.top_btn_object_create
source: Create a new object
fr: Créer un nouvel objet

# ww.beams.edit.objectdefinitions.title
source: Object Definitions
fr: Définitions des objets

# ww.beams.edit.objectdefinitions.table_th_externalrelations
source: Externals
fr: Externes

# ww.beams.edit.objectdefinitions.table_th_regularfields
source: Regular fields
fr: Champs réguliers

# ww.beams.edit.objectdefinitions.table_th_routing
source: Routing
fr: Routage

# ww.beams.edit.objectdefinitions.table_routing_field
source: Field
fr: Champ

# ww.beams.edit.objectdefinitions.table_routing_field_null
source: No routing field
fr: Aucun champ de routage

# ww.beams.edit.objectdefinitions.table_routing_defaulttemplate
source: Default template
fr: Template par défaut

# ww.beams.edit.objectdefinitions.table_routing_defaulttemplate_null
source: No default template
fr: Aucune template par défaut

# ww.beams.edit.objectdefinitions.table_th_security
source: Security
fr: Sécurité

# ww.beams.edit.objectdefinitions.table_security_username
source: Username
fr: Nom d'utilisateur

# ww.beams.edit.objectdefinitions.table_security_password
source: Password
fr: Mot de passe

# ww.beams.edit.objectdefinitions.btn_object_delete_title
source: Delete the object "%name%"?
fr: Supprimer l'objet "%name%" ?

# ww.beams.edit.objectdefinitions.btn_object_delete
source: Delete
fr: Supprimer

# ww.beams.edit.objectdefinitions.btn_object_export_title
source: Export the object "%name%"?
fr: Exporter l'objet "%name%" ?

# ww.beams.edit.objectdefinitions.btn_object_export
source: Export
fr: Exporter

# ww.beams.edit.objectdefinitions.btn_object_edit_title
source: Edit the object "%name%"?
fr: Éditer l'objet "%name%" ?

# ww.beams.edit.objectdefinitions.btn_object_edit
source: Edit
fr: Éditer

# ww.beams.edit.objectdefinitions.table_object_null
source: There is no object here. %link%Create one?%/link%
fr: Il n'y a aucun objet ici. %link%En créer ?%/link%

# ww.users.groups.title
source: User groups
fr: Groupes d'utilisateur

# ww.users.groups.create.breadcrumb
source: Creating a new user group
fr: Création d'un nouveau groupe d'utilisateur

# ww.users.groups.edit.breadcrumb
source: Edit
fr: Édition

# ww.users.groups.top_btn_group_create
source: Create a new group
fr: Créer un nouveau groupe d'utilisateurs

# ww.users.groups.description
source: Manage groups of users
fr: Gestion des groupes d'utilisateurs

# ww.users.groups.table_th_name
source: Name
fr: Nom

# ww.users.groups.btn_group_edit
source: Edit
fr: Éditer

# ww.users.groups.modal_group_delete_btn_cancel
source: No
fr: Non

# ww.users.groups.modal_group_delete_btn_confirm
source: Yes, delete it
fr: Oui, le supprimer

# ww.users.groups.modal_group_delete_title
source: Delete user group?
fr: Supprimer le groupe d'utilisateurs ?

# ww.users.groups.modal_group_delete_content
source: Are-you sure you want to delete this user group?
fr: Êtes-vous sûr(e) de vouloir supprimer ce groupe d'utilisateurs ?

# ww.users.groups.btn_group_delete
source: Delete
fr: Supprimer

# ww.logs.description
source: Projects logs
fr: Logs des projets

# ww.beams.object.create.title
source: New object
fr: Nouvel objet

# ww.beams.object.create.subtitle
source: in the Beam %name%
fr: dans le Beam %name%

# ww.beams.object.create.description
source: Creating a new object
fr: Création d'un nouvel objet

# ww.beams.object.edit.title
source: Edit object
fr: Éditer un objet

# ww.beams.object.edit.subtitle
source: in the Beam %name%
fr: dans le Beam %name%

# ww.beams.object.edit.description
source: Editing an object
fr: Édition d'un objet

# ww.routing.title
source: Routing
fr: Routage

# ww.routing.breadcrumb
source: Routing
fr: Routage

# ww.routing.order.description
source: Manage routing order
fr: Gestion de l'ordre du routage

# ww.routing.order.tab
source: Order
fr: Ordre

# ww.routing.templates.description
source: Manage default templates
fr: Gestion des templates par défaut

# ww.users.users.title
source: Users
fr: Utilisateurs

# ww.users.users.breadcrumb
source: Users
fr: Utilisateurs

# ww.users.users.create.breadcrumb
source: Create
fr: Création

# ww.users.users.edit.description
source: Editing the user %name%
fr: Edition de l'utilisateur %name%

# ww.users.users.leftnav.title
source: Users
fr: Utilisateurs

# ww.users.users.leftnav.link_users_list
source: List of users
fr: Liste des utilisateurs

# ww.users.users.leftnav.link_users_create
source: Create a new user
fr: Créer un nouvel utilisateur

# ww.users.groups.leftnav.title
source: Groups
fr: Groupes d'utilisateurs

# ww.users.groups.leftnav.link_groups_list
source: List of groups
fr: Liste des groupes d'utilisateurs

# ww.users.groups.leftnav.link_groups_create
source: Create a new group
fr: Créer un nouveau groupe d'utilisateurs

# ww.users.users.top_btn_user_create
source: Create a new user
fr: Créer un nouvel utilisateur

# ww.users.users.description
source: Manage users
fr: Gestion des utilisateurs

# ww.users.users.table_th_fullname
source: Fullname
fr: Nom complet

# ww.users.users.table_th_username
source: Username
fr: Nom d'utilisateur

# ww.users.users.btn_user_edit
source: Edit
fr: Éditer

# ww.users.users.modal_user_delete_btn_cancel
source: No
fr: Non

# ww.users.users.modal_user_delete_btn_confirm
source: Yes, delete it
fr: Oui, le supprimer

# ww.users.users.modal_user_delete_title
source: Delete user
fr: Supprimer l'utilisateur ?

# ww.users.users.modal_user_delete_content
source: Are-you sure you want to delete this user?
fr: Êtes-vous sûr(e) de vouloir supprimer l'utilisateur ?

# ww.users.users.btn_user_delete
source: Delete
fr: Supprimer

# ww.beams.description
source: Manage all your Beams
fr: Gestion des Beams

# ww.users.groups.breadcrumb
source: Groups
fr: Groupess d'utilisateurs

# ww.logs.dashboard.btn_projects
source: Projects
fr: Projets

# ww.projects.edit.title
source: Edit the project
fr: Éditer un project

# ww.beams.object.edit.top_btn_back
source: Back to the Beam
fr: Retour au Beam
