Repository: KitaeAgency/pum
Catalog: src/Pum/Bundle/ProjectAdminBundle/Resources/translations/pum.*.po
Languages: fr

# pa.vars.top_btn_back
source: Back
fr: Retour

# pa.vars.create.title
source: Create a var
fr: Créer une Variable

# pa.vars.create.description
source: Creating a new var for you app
fr: Création d'une nouvelle Variable

# pa.vars.breadcrumb
source: Vars
fr: Variables

# pa.vars.create.breadcrumb
source: Create
fr: Créer

# pa.vars.edit.title
source: Edit Var
fr: Éditer une Variable

# pa.vars.edit.description
source: Editing an existing var
fr: Édition d'une variable existante

# pa.vars.edit.breadcrumb
source: Edit
fr: Éditer

# pa.vars.top_btn_var_create
source: Create var
fr: Création d'une Variable

# pa.vars.title
source: Vars for the project
fr: Variables

# pa.vars.description
source: Managing vars
fr: Liste des Variables existantes

# pa.vars.table_th_key
source: Key
fr: Clé

# pa.vars.table_th_value
source: Value
fr: Valeur

# pa.vars.btn_var_edit_title
source: Edit var %name%
fr: Éditer la Variable %name%

# pa.vars.btn_var_edit
source: Edit
fr: Éditer

# pa.vars.modal_var_delete_btn_cancel
source: Cancel
fr: Non

# pa.vars.modal_var_delete_btn_confirm
source: Delete
fr: Oui, la supprimer

# pa.vars.modal_var_delete_title
source: Are you sure you want to delete var %name%?
fr: Êtes-vous sûr(e) de vouloir supprimer la Variable %name% ?

# pa.vars.btn_var_delete
source: Delete
fr: Supprimer

# pa.form.tableview_column.alert_warning
source: <strong>Warning!</strong> When changing column names, you must re-configure default sort and filters again.
fr: <strong>Attention!</strong> Si vous changer le nom d'une colonne, vous devrez re-configurer à nouveau l'ordre et les filtres.

# pa.form.tableview_column.table_th_order
source: Order
fr: Ordre

# pa.form.tableview_column.table_th_columnlabel
source: Column label
fr: Nom de la colonne

# pa.form.tableview_column.table_th_show
source: Show
fr: Afficher

# pa.form.tableview_column.table_th_associatedfield
source: Associated field
fr: Champ associé

# pa.form.tableview_column.table_th_associatedview
source: Associated view
fr: Vue associée

# pa.form.tableview_default_sort.table_th_column
source: Column
fr: Colonne

# pa.form.tableview_default_sort.table_th_order
source: Order
fr: Ordre

# pa.form.tableview_filter.table_th_column
source: Column
fr: Colonne

# pa.form.tableview_filter.table_th_filter
source: Filter
fr: Filtre

# pa.form.object_entity.btn_add
source: Add
fr: Ajouter

# pa.form.object_entity.select
source: SELECT
fr: Sélectionner

# common.custom.view.leftnav
source: Managing views
fr: Gestion des vues

# common.vars.leftnav
source: Vars
fr: Variables

# common.dashboard.description
source: Watch everything
fr: Centre de contrôle

# pa.object.top_btn_create_entry
source: Create a new entry
fr: Créer une nouvelle entrée

# pa.object.subtitle
source: from %name%
fr: de %name%

# pa.object.description
source: Viewing %name% entries
fr: Liste des entrées de %name%

# pa.object.tableview.default.truncate_columns.alert
source: Oops, there is <strong>%columns%</strong> columns in this list, so we just have showed to you the <strong>%config_columns%</strong> first columns. We suggest to you to %link%create Tableviews%/link% to display columns as you want.<br />It can be disabled from Project Admin options.
fr: Oups, il y a <strong>%columns%</strong> colonnes dans cette liste, nous vous avons donc affiché seulement les <strong>%config_columns%</strong> premières. Nous vous suggérons de %link%créer une Tableview%/link% pour afficher les colonnes comme vous le souhaitez.<br/>Ceci est désactivable depuis les options de Project Admin.

# pa.object.list_null
source: No entry found for %name%. %link%Create one?%/link%
fr: Aucune entrée trouvée pour %name%. %link%En créer une ?%/link%

# pa.object.edit.list_null
source: No entry found
fr: Aucune entrée trouvée

# pa.formview.create.top_btn_back
source: Back to list
fr: Retour à la liste

# pa.formview.create.title
source: Create Formview
fr: Créer une Formview

# pa.formview.create.subtitle
source: for %name%
fr: pour %name%

# pa.formview.create.description
source: Creating new Formview
fr: Création d'une nouvelle Formview

# pa.formview.edit.title
source: Edit Formview
fr: Éditer une Formview

# pa.formview.edit.description
source: Editing Formview %name%
fr: Edition de la Formview %name%

# pa.object.clone.top_btn_back
source: Back to list
fr: Retour à la liste

# pa.object.clone.title
source: Clone entry
fr: Cloner l'entrée

# pa.object.clone.description
source: Cloning entry #%name%
fr: Clonage de l'entrée #%name%

# pa.object.create.top_btn_back
source: Back to list
fr: Retour à la liste

# pa.object.create.title
source: Create entry
fr: Créer une entrée

# pa.object.create.subtitle
source: in %name%
fr: dans %name%

# pa.object.edit.top_btn_back
source: Back to list
fr: Retour à la liste

# pa.object.edit.modal_delete_btn_cancel
source: No
fr: Non

# pa.object.edit.modal_delete_btn_confirm
source: Yes, delete it
fr: Oui, la supprimer

# pa.object.edit.modal_delete_btn_title
source: Delete entry
fr: Supprimer l'entrée

# pa.object.edit.top_btn_delete
source: Delete this entry
fr: Supprimer cette entrée

# pa.object.edit.title
source: Edit entry #%id%
fr: Éditer l'entrée #%id%

# pa.object.edit.subtitle
source: from %name%
fr: de %name%

# pa.object.edit.description
source: Editing entry #%id%
fr: Édition de l'entrée #%id%

# pa.object.btn_mass_delete
source: Deleteâ€¦
fr: Supprimer…

# pa.object.btn_actions.actions.delete_selected_items_title
source: Delete selected items
fr: Supprimer les éléments sélectionnés

# pa.object.btn_actions.actions.modal_delete_selecteditems_btn_cancel
source: No
fr: Non

# pa.object.btn_actions.actions.modal_delete_selecteditems_title
source: Delete items
fr: Supprimer les éléments

# pa.object.btn_actions.actions.delete_selected_items
source: Delete selected items
fr: Supprimer les éléments sélectionnés

# pa.object.btn_actions.actions.modal_delete_all_btn_cancel
source: No
fr: Non

# pa.object.btn_actions.actions.modal_delete_all_btn_confirm
source: Yes, delete all
fr: Oui, tout supprimer

# pa.object.btn_actions.actions.modal_delete_all_title
source: Delete all entries
fr: Supprimer toutes les entrées

# pa.object.btn_actions.actions.modal_delete_all_relations_title
source: Delete all relations
fr: Supprimer toutes les relations

# pa.object.btn_actions.actions.modal_delete_all_content
source: Are you sure you want to delete all entries?
fr: Êtes-vous sûr(e) de vouloir supprimer toutes les entrées ?

# pa.object.btn_actions.actions.delete_all
source: Delete all
fr: Tout supprimer

# pa.object.btn_actions.actions.add_permission
source: Add permission
fr: Ajouter une permission

# pa.object.btn_actions.actions.regenerate_index
source: Regenerate the search index
fr: Regénérer l'indexation de la recherche

# pa.object.btn_actions.actions.modal_regenerate_index_btn_confirm
source: Yes, regenerate
fr: Oui, regénérer

# pa.object.btn_actions.actions.modal_regenerate_index_title
source: Regenerate the search index
fr: Regénérer l'indexation de la recherche

# pa.object.btn_actions.actions.modal_regenerate_index_content
source: Are you sure you want to regenerate the search index?
fr: Êtes-vous sûr(e) de vouloir regénérer l'indexation de la recherche ?

# pa.object.modal_filter_objects_title
source: Filter
fr: Filtrer

# pa.object.modal_filter_objects_btn_cancel
source: Cancel
fr: Annuler

# pa.object.modal_filter_objects_btn_confirm
source: Apply filters
fr: Appliquer les filtres

# pa.object.btn_filter
source: Filter
fr: Filtrer

# pa.object.actions.btn_item_view
source: View
fr: Afficher

# pa.object.actions.btn_item_edit
source: Edit
fr: Editer

# pa.object.actions.btn_item_clone
source: Clone
fr: Cloner

# pa.object.regular.fields
source: Fields
fr: Champs réguliers

# pa.object.actions.modal_delete_item_btn_cancel
source: No
fr: Non

# pa.object.actions.modal_delete_item_btn_confirm
source: Yes, dissociate it
fr: Oui, la dissocier

# pa.object.actions.modal_delete_item_title
source: Delete entry
fr: Supprimer l'entrée

# pa.object.edit.modal_remove_item_title
source: Yes, dissociate it
fr: Dissocier la relation

# pa.object.actions.btn_item_delete
source: Delete
fr: Supprimer

# pa.object.actions.btn_item_dissociate
source: Dissociate
fr: Dissocier

# pa.object.btn_delete_selecteditem_title
source: Delete selected items
fr: Supprimer les éléments sélectionnés

# pa.object.btn_delete_selectedrelation
source: Dissociate selected relations
fr: Dissocier les relations sélectionnées

# pa.object.actions.modal_delete_selecteditem_btn_cancel
source: No
fr: Non

# pa.object.actions.modal_delete_selecteditem_btn_confirm
source: Yes, dissociate them
fr: Oui, les dissocier

# pa.object.actions.modal_delete_selecteditem_title
source: Delete selected items
fr: Supprimer les éléments sélectionnés

# pa.object.actions.modal_delete_selectedrelation_title
source: Dissociate selected relations
fr: Dissocier les relations sélectionnés

# pa.object.btn_delete_selecteditem
source: Delete selected items
fr: Supprimer les éléments sélectionnés

# pa.object.view.top_btn_back
source: Back to view
fr: Retour à la liste

# pa.object.view.top_btn_edit
source: Edit
fr: Éditer

# pa.object.view.top_btn_clone
source: Clone
fr: Cloner

# pa.object.view.title
source: Entry #%id%
fr: Entrée #%id%

# pa.object.view.subtitle
source: from %name%
fr: de %name%

# pa.object.view.description
source: Viewing entry #%id% from %name%
fr: Visualisation de l'entrée #%id% de %name%

# pa.objectview.create.top_btn_back
source: Back to view
fr: Retour à la vue

# pa.objectview.create.title
source: Create Objectview
fr: Créer une Objectview

# pa.objectview.create.subtitle
source: for %name%
fr: de %name%

# pa.objectview.create.description
source: Creating Objectview for %name%
fr: Création d'une Objectview pour %name%

# pa.objectview.edit.top_btn_back
source: Back to view
fr: Retour à la vue

# pa.objectview.edit.title
source: Edit Objectview
fr: Editer l'Objectview

# pa.objectview.edit.description
source: Editing Objectview "%name%"
fr: Edition de l'Objectview "%name%"

# pa.tableview.create.top_btn_back
source: Back to list
fr: Retour à la liste

# pa.tableview.create.title
source: Create Tableview
fr: Créer une Tableview

# pa.tableview.create.subtitle
source: for %name%
fr: pour %name%

# pa.tableview.create.description
source: Creating Tableview for %name%
fr: Création d'une Tableview pour %name%

# pa.tableview.edit.modal_delete_tableview_btn_cancel
source: No
fr: Non

# pa.tableview.edit.modal_delete_tableview_btn_confirm
source: Yes, delete it
fr: Oui, la supprimer

# pa.tableview.edit.modal_delete_tableview_title
source: Delete Tableview
fr: Supprimer la Tableview

# pa.tableview.edit.top_btn_delete
source: Delete this Tableview
fr: Supprimer cette Tableview

# pa.tableview.edit.top_btn_back
source: Back to list
fr: Retour à la liste

# pa.tableview.edit.title
source: Edit Tableview
fr: Éditer la Tableview

# pa.tableview.edit.subtitle
source: from %name%
fr: de %name%

# pa.tableview.edit.description
source: Editing Tableview "%name%"
fr: Édition de la Tableview "%name%"

# pa.tableview.edit.overall.tab
source: Overall
fr: Général

# pa.tableview.edit.defaultsort.tab
source: Default sort
fr: Ordre par défaut

# pa.tableview.edit.filters.tab
source: Filters
fr: Filtres

# pa.formview.edit.top_btn_back
source: Back to form
fr: Retour au formulaire

# pa.object.create.description
source: Creating a new entry in %name%
fr: Créer une nouvelle entrée dans %name%

# pa.object.active_filters
source: Active filters
fr: Filtres actifs

# pa.tableview.filters.=
source: equal to
fr: égal à

# pa.tableview.filters.<>
source: different from
fr: différent de

# pa.tableview.filters.begin
source: begins with
fr: commence par

# pa.tableview.filters.like
source: contains
fr: contient

# pa.tableview.filters.end
source: ending with
fr: termine par

# pa.customview.user.leftnav.title
source: My custom views
fr: Mes vues personnalisées

# pa.customview.user.leftnav.list
source: List of custom views
fr: Liste des vues personnalisées

# pa.customview.user.leftnav.create
source: Create a custom view
fr: Créer une vue personnalisée

# customview.created
source: Creating a custom view with success
fr: Création de la vue personnalisée avec succès

# pa.customview.user.table_th_project
source: Project
fr: Projet

# pa.customview.user.table_th_object
source: Object
fr: Objet

# pa.customview.user.table_th_tableview
source: Default Tabbleview
fr: Tableview par défaut

# pa.customview.user.btn_show
source: Show
fr: Afficher

# pa.customview.user.btn_edit
source: Edit
fr: Editer

# pa.customview.user.btn_delete
source: Dissociate
fr: Dissocier

# pa.customview.user.btn_delete_tableview
source: Delete
fr: Supprimer

# pa.customview.user.modal_permission_delete_title
source: Dissociate a custom view
fr: Dissocier la tableview

# pa.customview.user.modal_delete_content
source: Are you sure to dissociate this tableview
fr: Êtes-vous sûr(e) de vouloir dissocier cette tableview ?

# pa.customview.user.modal_delete_btn_cancel
source: No
fr: Non

# pa.customview.user.modal_delete_btn_confirm
source: Yes, delete it
fr: Oui

# customview.already.existed
source: A tableview has already been defined for this object
fr: Une tableview a déjà défini pour cette objet

# pa.customview.object.no.tableview
source: None
fr: Aucune

# pa.customview.object.not.defined
source: Not defined
fr: Non définie

# pa.customview.object.need.create.tableview
source: You must create a Tableview before associating it
fr: Vous devez créer une tableview avant de l'associer

# pa.customview.user.btn_create_tableview
source: Create a tableview
fr: Créer une tableview

# pa.customview.user.btn_define
source: Define
fr: Associer

# pa.customview.user.btn_edit_tableview
source: Edit
fr: Editer

# pa.customview.admin.leftnav.title
source: Global views
fr: Vues globales

# pa.customview.admin.leftnav.list
source: List of global views
fr: Liste des vues globales

# admin.customview.defined
source: The tableview has been associated with the object
fr: La tableview a bien été associée à l'objet

# admin.customview.deleted
source: The tableview has been separated from the object
fr: La tableview a bien été dissociée de l'objet

# customview.defined
source: The tableview has been associated with the object
fr: La tableview a bien été associée à l'objet

# customview.deleted
source: The tableview has been separated from the object
fr: La tableview a bien été dissociée de l'objet

# pa.object.search.placeholder
source: Type your text...
fr: Tapez votre text...
